Repository: Alifnifalv/Sources
Catalog: Globalization/Eduegate.ERP.Admin.Globalization/Resources.*.resx
Languages: ar, fr

source: Student Except List
ar: قائمة الطلاب باستثناء

source: Student Group
ar: مجموعة الطلاب
fr: Groupe d'étudiants

source: Student House
ar: حوس الطالب
fr: Maison étudiante

source: Student list
ar: قائمة الطلاب
fr: Liste d'études

source: Student Name
ar: أسم الطالب
fr: Nom d'étudiant

source: Student Other Details
ar: تفاصيل أخرى للطالب

source: Student passport
ar: جواز سفر الطالب

source: Student Profile
ar: الملف الشخصي للطالب
fr: Étudiant

source: Student QID
ar: بطاقة هوية الطالب القطرية

source: Student Status
ar: حالة الطالب
fr: Statut d'étudiant

source: SubGroup
ar: المجموعة الفرعية
fr: Sous-groupe

source: Subject
ar: موضوعات
fr: Sujet

source: Subject Map
ar: خريطة الموضوع
fr: Sujet

source: Subject Name
ar: اسم الموضوع
fr: Nom du sujet

source: Subject Text
ar: نص الموضوع
fr: Sujet

source: Subject Type
ar: نوع الموضوع
fr: Sujet

source: Sub-Ledger
ar: دفتر الأستاذ الفرعي
fr: Dalton

source: Sub Ledger Account Code
ar: كود حساب دفتر الأستاذ الفرعي
fr: BoungerAccountcode

source: Sub Ledger Account Name
ar: اسم حساب دفتر الأستاذ الفرعي
fr: Nom dubledgerccountname

source: Sub Ledger Alias
ar: الاسم المستعار ليدجر الفرعي
fr: Dalton

source: Submission Date
ar: تاريخ التقديم
fr: Date de soumission

source: Sub Skills
ar: المهارات الفرعية
fr: Calibre

source: Sub Total:
ar: المجموع الفرعي:
fr: Total

source: Supplier
ar: المورد
fr: Fournisseur

source: Supplier Account
ar: حساب المورد
fr: Compagnard fournisseur

source: Supplier Code
ar: كود المورد
fr: Code fournisseur

source: Tags
ar: العلامات
fr: Mots clés

source: Task
ar: مهمة
fr: Tâche

source: Task Name
ar: اسم المهمة
fr: Nom de la tâche

source: Task Type
ar: نوع المهمة
fr: Type de tâche

source: Tax
ar: الضريبة
fr: Impôt

source: Tax Amount
ar: قيمة الضريبة
fr: Montant de la taxe

source: Tax Ledger Account
ar: حساب دفتر الأستاذ الضريبي

source: Tax Percentage
ar: نسبة الضريبة
fr: Pourcentage de taxe

source: Tax Template
ar: نموذج الضرائب

source: TC
ar: شهادة التحويل

source: TC Application No.
ar: .رقم طلب TC

source: Teacher
ar: معلم
fr: Professeur

source: Teaching Methodology
ar: منهجية التدريس
fr: Méthodologie de l'enseignement

source: Telephone
ar: هاتف
fr: Téléphone

source: Telephone Code
ar: كود الهاتف
fr: Indicatif téléphonique

source: Template
ar: قالب
fr: Modèle

source: Template Name
ar: اسم القالب

source: Tender Type
ar: نوع المناقصة
fr: Tendre

source: Text Message
ar: رسالة نصية
fr: Message texte

source: Third Language
ar: اللغة الثالثة
fr: Tiers

source: Timesheet Date
ar: تاريخ الجدول الزمني

source: Time Sheet Details
ar: تفاصيل الجدول الزمني

source: Time Sheet Hour Rate
ar: معدل ساعة الجدول الزمني
fr: Faire du temps

source: Time Sheet Leave Encashment Per Day
ar: صرف الإجازة بالجدول الزمني لكل يوم

source: Time Sheet Maximum Benefits
ar: الفوائد القصوى للجدول الزمني

source: Time Sheet Salary Component
ar: عنصر الراتب الجدول الزمني
fr: TimesalaryComponent

source: Timesheet Setting
ar: إعدادات الجدول الزمني
fr: Ensemble de temps en temps

source: Title
ar: عنوان
fr: Titre

source: Title of the Programme
ar: عنوان البرنامج

source: To Academic year
ar: إلى العام الدراسي
fr: Tacademicyear

source: To Branch
ar: إلى فرع
fr: Tobrancher

source: To Class
ar: إلى الدرجة
fr: Classer

source: To Date
ar: إلى التاريخ
fr: À ce jour

source: ToHome
ar: إلى المنزل
fr: À la maison

source: Topic Attachment
ar: مرفق الموضوع
fr: Thèse d'attribution

source: To route group
ar: لتوجيه المجموعة

source: To School
ar: الى المدرسة
fr: À l'école

source: To Section
ar: إلى القسم

source: To Session
ar: إلى الجلسة
fr: Décodeur

source: Total
ar: المجموع

source: TotalAmount
ar: المبلغ الإجمالي
fr: Montant total

source: Total Amount to be Paid
ar: المبلغ الإجمالي الواجب دفعه

source: Total Collected Amount
ar: إجمالي المبلغ المحصل

source: Total Due Amount
ar: المبلغ الإجمالي المستحق
fr: Totalduamount

source: Total Hours
ar: مجموع الساعات
fr: Heures totales

# TotalMark
source: TotalMarks
ar: مجموع علامات
fr: Totalement marqué

source: Total Marks
ar: مجموع علامات
fr: Total des notes

source: To Time
ar: الى وقت
fr: Total

source: To Transfer Campus
ar: لنقل الحرم الجامعي

source: Transaction Date
ar: تاريخ الصفقة
fr: Date de la transaction

source: Transaction Number
ar: رقم التحويلة
fr: Numéro de transaction

source: Transaction Type
ar: نوع المعاملة
fr: Type de transaction

source: Transaction Type Name
ar: اسم نوع المعاملة

source: Transfer Date
ar: تاريخ التحويل
fr: Date de transfert

source: Transfer Status
ar: حالة نقل
fr: Statut de transfert

source: Transmission
ar: نقل

source: Transport Application No.
ar: رقم طلب النقل

source: Transport Status
ar: حالة النقل

source: Type
ar: نوع
fr: Taper

source: Type Description
ar: اكتب الوصف

source: Type Name
ar: أكتب اسم

source: Unit
ar: كمية
fr: Unité

source: Unit Code
ar: كود الوحدة
fr: Code d'unité

source: Unit Cost Price
ar: سعر تكلفة الوحدة

source: Unit Name
ar: إسم الوحدة
fr: Nom de l'unité

source: Unit Price
ar: سعر الوحدة
fr: Prix ​​unitaire

source: University/Institution/Board
ar: الجامعة/المؤسسة/المجلس
fr: Université/Institution/Conseil

source: UnPaid Amount
ar: المبلغ غير المدفوع
fr: Impayé

source: Upload Documents
ar: تحميل المستندات

source: User
ar: المستعمل
fr: Utilisateur

source: User File
ar: ملف المستخدم
fr: Fichier

source: User ID
ar: المستعمل ID
fr: ID de l'utilisateur

source: User Name
ar: اسم االمستخدم
fr: Nom d'utilisateur

source: Users
ar: المستعمل
fr: Utilisateurs

source: Validity
ar: تاريخ الصلاحية
fr: Validité

source: Value
ar: قيمة
fr: Valeur

source: Value2
ar: قيمة2
fr: Valeur2

source: Vehicle
ar: مركبة
fr: Véhicule

source: Vehicle Age
ar: عمر السيارة
fr: Véhicule

source: Vehicle Ownership Type
ar: نوع ملكية المركبة
fr: Véhicule de véhicule

source: Vehicle Registration Number
ar: رقم تسجيل المركبة
fr: Numéro d'immatriculation du véhicule

source: Vehicle Type
ar: نوع السيارة
fr: Type de véhicule

source: Vehicle Type Name
ar: اسم نوع المركبة

source: Vendor CR
ar: البائع CR
fr: Vendeur

source: View
ar: رأي
fr: Voir

source: Visa No
ar: .رقم الفيزا
fr: Visa Non

source: Visa Expiry Date
ar: تاريخ انتهاء التأشيرة

source: Warehouse
ar: مستودع
fr: Entrepôt

source: Warranty End Date
ar: تاريخ انتهاء الضمان
fr: Garantie

source: Warranty Start Date
ar: تاريخ بدء الضمان
fr: Garantie

source: Week
ar: أسبوع
fr: Semaine

source: Week Days
ar: أيام الأسبوع
fr: Semaine Jours

source: Weight
ar: الوزن
fr: Lester

source: Work Email
ar: البريد الإلكتروني العمل
fr: Email de travail

source: Workflow
ar: سير العمل
fr: Flux de travail

source: WorkFlow Entity
ar: كيان سير العمل
fr: Filmage de travail

source: Work Flow Type
ar: نوع سير العمل
fr: Type de travail

source: Working Day Maps
ar: خرائط يوم العمل

source: WorkingDays
ar: أيام العمل
fr: Jours de travail

source: Work Phone No.
ar: رقم هاتف العمل

source: Year
ar: سنة
fr: Année

source: Year Made
ar: سنة الصنع
fr: Artificiel

source: Year Of Graduation
ar: سنة التخرج
fr: Année d'obtention du diplôme

source: Zip No
ar: الرمز البريدي لا

source: Zone/Location Name
ar: اسم المنطقة / الموقع

source: Zone/Location No
ar: المنطقة / الموقع - الرقم

source: Zone No
ar: رقم المنطقة

source: Search Page
ar: صفحة البحث
fr: Page de recherche

source: Student Login Info
ar: معلومات تسجيل دخول الطالب
fr: Informations de connexion des étudiants

source: Created On
ar: تم الإنشاء بتاريخ
fr: Créé le

source: Updated On
ar: تم التحديث بتاريخ
fr: Mis à jour le

source: View Report
ar: عرض التقرير
fr: Afficher le rapport

source: Updated By
ar: تم التحديث بواسطة
fr: Mis à jour par

source: Created By
ar: تم الإنشاء بواسطة
fr: Créé par

source: Sign In
ar: تسجيل الدخول
fr: Se connecter

source: Enter your user ID or email to access your account.
ar: أدخل معرف المستخدم أو البريد الإلكتروني الخاص بك للوصول إلى حسابك.
fr: Entrez votre identifiant ou votre e-mail pour accéder à votre compte.

source: Remember me
ar: تذكرنى
fr: Souviens-toi de moi

source: Not a Member yet?
ar: لست عضوا بعد؟
fr: Pas encore membre ?

source: Contact admin
ar: اتصل بالمسؤول
fr: Contacter l'administrateur

source: Log In
ar: تسجيل الدخول
fr: Se connecter

source: Total No Of Questions
ar: إجمالي عدد الأسئلة
fr: Nombre total de questions

source: Number Of Questions
ar: عدد الأسئلة
fr: Nombre de questions

source: Total No Of Passage Questions
ar: إجمالي عدد أسئلة المرور
fr: Nombre total de questions de passage

source: Number Of Passage Questions
ar: عدد أسئلة المرور
fr: Nombre de questions de passage

source: Minimum Pass Percentage (%)
ar: الحد الأدنى لنسبة النجاح %
fr: Pourcentage de réussite minimum (%)

source: Pass Marks
ar: علامات المرور
fr: Notes de passage

source: Subjective Question Marks
ar: علامات الاستفهام الذاتية
fr: Points d'interrogation subjectifs

source: Objective Question Marks
ar: علامات الاستفهام الموضوعية
fr: Points d’interrogation objectifs

source: No Of Questions
ar: لا يوجد أسئلة
fr: Pas de questions

source: Total Period/Week
ar: إجمالي الفترة/الأسبوع
fr: Période totale/semaine

source: Minimum Period/Day
ar: الحد الأدنى للفترة/اليوم
fr: Période minimale/jour

source: Maximum Period/Day
ar: الحد الأقصى للفترة/اليوم
fr: Période maximale/jour

source: Is Continues Period
ar: هي فترة مستمرة
fr: Est une période continue

source: WeekDay-Conditions
ar: ظروف أيام الأسبوع
fr: Conditions du jour de la semaine

source: ClassTiming-Conditions
ar: شروط توقيت الفصل
fr: Horaires des cours - Conditions

source: Support Action
ar: دعم العمل
fr: Action de soutien

source: Case No
ar: رقم القضية
fr: Numéro de cas

source: Ticket Type
ar: نوع التذكرة
fr: Type de billet

source: Faculty Type
ar: نوع الكلية
fr: Type de faculté

source: Fill Employees
ar: ملء الموظفين
fr: Remplissez les employés

source: Assigned Employee
ar: الموظف المعين
fr: Employé affecté

source: Support Category
ar: فئة الدعم
fr: Catégorie d'assistance

source: Support Sub Category
ar: دعم الفئة الفرعية
fr: Sous-catégorie de support

source: Send Notification To Assigned Employee
ar: إرسال إشعار إلى الموظف المعين
fr: Envoyer une notification à l'employé affecté

source: Send Notification To Parent
ar: إرسال إشعار إلى الوالدين
fr: Envoyer une notification au parent

source: Is Notified To Parent
ar: تم إخطار الوالد
fr: Est notifié aux parents

source: Problem
ar: مشكلة
fr: Problème

source: Action Needed
ar: الإجراء مطلوب
fr: Action nécessaire

source: Ticket Date
ar: تاريخ التذكرة
fr: Date du billet

source: Ticket Resolution Date
ar: تاريخ حل التذكرة
fr: Date de résolution du ticket

source: Reference Type
ar: نوع المرجع
fr: Type de référence

source: Communications
ar: الاتصالات

source: Fee Due Details
ar: تفاصيل الرسوم المستحقة
fr: Détails des frais dus

source: Previous Communications
ar: الاتصالات السابقة
fr: Communications précédentes

source: Follow-Up Date
ar: تاريخ المتابعة
fr: Date de suivi

source: SEN No
fr: Sénière

# MaximumDurationInMinutes
source: Maximum Duration (Minutes)
fr: Maximumduration ininminaux

# MinimumDurationInMinutes
source: Minimum Duration (Minutes)
fr: Minimumduration ininminutes

# AdditionalTimeInMinutes
source: Additional Time (Minutes)
fr: Automètre supplémentaire

# DurationInMinutes
source: Duration (Minutes)
fr: Durée à l'origine

source: Academic Years
fr: Année académique
