Repository: Alifnifalv/Sources
Catalog: Globalization/Eduegate.ERP.Admin.Globalization/Resources.*.resx
Languages: ar, fr

source: Abbreviation
ar: اختصار
fr: Abréviation

source: Academic Year
ar: السنة الأكاديمية
fr: Année académique

source: Academic Calendars
ar: التقويم الاكاديمى

source: Academic year
ar: السنة الأكاديمية
fr: Année académique

source: Academic Year Code
ar: كود العام الدراسي
fr: Académique

source: Access
ar: وظيفة
fr: Accès

source: Acc No.
ar: .رقم حساب
fr: Accorder

source: Accomodation Type
ar: نوع الإقامة
fr: Type d'hébergement

source: Account
ar: الحساب
fr: Compte

source: Account Code
ar: كود الحساب
fr: Code de compte

source: Account Group
ar: جماعة حساب
fr: Compte de groupe

source: Account Groups
ar: جماعة حساب
fr: Groupes de compte

source: Account Name
ar: أسم الحساب
fr: Nom du compte

source: Accounts
ar: حسابات
fr: Comptes

source: Account Settings
ar: إعدادت الحساب
fr: Paramètres du compte

source: Action Value
ar: قيمة العمل
fr: Valeur d'action

source: Active
ar: نشط
fr: Actif

source: Activities
ar: أنشطة
fr: Activités

# Activities(SpecifyTheActivity(s)ToBCompleted)
source: Activities ( Specify The Activity (s) To Be Completed )
ar: الأنشطة (حدد النشاط المراد إنجازه)
fr: Activités (spécifier la (s) Tobcompleted)

source: Activity
ar: نشاط
fr: Activité

source: Add new
ar: اضف جديد
fr: Ajouter un nouveau

source: Additional Details
ar: تفاصيل اضافية
fr: Détails supplémentaires

source: Additional Info
ar: معلومات إضافية
fr: Information additionnelle

source: Additional Subjects Taught
ar: الموضوعات الإضافية التي تم تدريسها

source: Additional Time
ar: الوقت الإضافي
fr: Temps additionnel

source: Address
ar: تبوك
fr: Adresse

source: Address 1
ar: العنوان 1
fr: Adresse 1

source: Address 2
ar: العنوان 2
fr: Adresse 2

source: Address Details
ar: تفاصيل العنوان
fr: Détails de l'adresse

source: Addresses
ar: عناوين
fr: Adresses

source: Address Name
ar: اسم عنوان
fr: Adresse Nom

# Adhaar No
source: Aadhaar No
ar: رقم آدهار
fr: Adhaar non

source: Admission Number
ar: رقم القبول
fr: Numéro d'admission

source: Admission Date
ar: تاريخ القبول
fr: Date d'admission

source: Admission No.
ar: رقم القبول

source: Admission Number
ar: رقم القبول
fr: Numéro d'admission

source: Advance
ar: سلفة
fr: Avance

source: Advanced Search
ar: البحث المتقدم
fr: Recherche Avancée

source: Age
ar: سن
fr: Âge

source: Age Criteria
ar: معايير العمر
fr: Agecritère

source: Age Criteria Warning Msg
ar: رسالة تحذير معايير العمر
fr: AgecriteRawarningmsg

source: Alias
ar: الاسم المستعار

source: Allignment To Vision and Mission
ar: التوافق مع الرؤية والرسالة

source: Allocated Leaves
ar: الإجازات المخصصة

source: Allow negative balance
ar: السماح بالرصيد السلبي
fr: Allowegative falance

source: Allow Seat Capacity
ar: سعة المقاعد المسموح بها
fr: Permettre la capacité de conduite

source: Allow User Delete
ar: السماح بحذف المستخدم
fr: AutorserDelete

source: Allow User Edit
ar: السماح للمستخدمين بالتحرير
fr: AutorceDedit

source: Allow User Rename
ar: السماح بإعادة تسمية المستخدم
fr: Autoriser le nom

source: All Students
ar: كل الطلاب
fr: Tous les étudiants

source: Alternate EmailID 1
ar: معرف البريد الإلكتروني البديل 1

source: Alternate EmailID 2
ar: معرف البريد الإلكتروني البديل 2
fr: AlternativeeMailid2

source: Alternate Mobile No 1
ar: موبايل بديل رقم 1

source: Alternate Mobile No 2
ar: موبايل بديل رقم 2

source: Amount
ar: مقدار
fr: Montant

source: Amount remain to adjust:
ar: المبلغ المتبقي للتعديل:
fr: Le montant reste à régler:

source: Amount :
ar: مقدار:
fr: Montant:

source: Application No.
ar: رقم التطبيق.
fr: No.

source: ApplicationNumber
ar: رقم الطلب
fr: Numéro d'application

source: Application Status
ar: حالة التطبيق
fr: État de la candidature

source: Apply
ar: يتقدم
fr: Appliquer

source: Apply below
ar: تطبيق أدناه
fr: Appliquer BELOW

source: Apply Field
ar: تطبيق الحقل
fr: APPLICATION

source: Appointed Subjects
ar: الموضوعات المعينة
fr: Absences nommées

source: Approval Flow
ar: تدفق الموافقة
fr: Débit d'approbation

source: Approvers
ar: الشخص الذي يوافق

source: Arabic
ar: عربي
fr: arabe

source: As On Date
ar: كما اننا على موعد
fr: À la date

source: Assesment Term
ar: مدة التقييم
fr: Assessmentterm

source: Assessment Term
ar: مدة التقييم
fr: Évaluation

source: Assignment
ar: مهمة
fr: Mission

source: Assignment Details
ar: تفاصيل الواجب
fr: Affectation

source: Assignment Status
ar: حالة الواجب

source: Assignment Type
ar: نوع الواجب
fr: Affectation Type

source: Assign to Attendant
ar: تعيين المصاحبة
fr: Attribuer au standardiste

source: Assign to Driver
ar: تعيين للسائق
fr: Attribuer au Conducteur

source: Attachment
ar: المرفقات
fr: Pièce jointe

source: Attendance Date
ar: تاريخ الحضور
fr: Date de présence

source: Author
ar: مؤلف
fr: Auteur

source: Auto Fill
ar: التعبئة التلقائية

source: Available Book Details
ar: تفاصيل الكتاب المتاح
fr: Détails du livre disponible

source: Available Books
ar: الكتب المتاحة
fr: Livre disponible

source: Available Quantity
ar: الكمية المتوفرة
fr: Quantité disponible

source: Balance
ar: الرصيد
fr: Équilibre

source: Balance To Pay
ar: الرصيد للدفع

source: Bank
ar: بنك
fr: Banque

source: Bank Account Number
ar: رقم الحساب المصرفي
fr: Numéro de compte bancaire

source: Bank Details
ar: التفاصيل المصرفية
fr: Coordonnées bancaires

source: Bank Name
ar: اسم البنك
fr: Nom de banque

source: Bank Short Name
ar: الاسم المختصر للبنك
fr: Nom abrégé de la banque

source: BarCode
ar: باركود
fr: Code à barre

source: Behaviour
ar: سلوك
fr: Comportement

source: Bill No.
ar: .رقم الفاتوره

source: Birth Certificate
ar: شهادة الميلاد
fr: Certificat de naissance

source: Birth From
ar: منذ الولادة
fr: Naissance de

source: Birth To
ar: إلى ولادة
fr: Naissance à

source: Block
ar: حيّ
fr: Bloc

source: Blood Group
ar: فصيلة الدم
fr: Groupe sanguin

source: BMI
ar: (BMI)مؤشر كتلة الجسم

source: BNUNWP No
ar: BNUNWP رقم

source: BNWP No
ar: BNWP رقم

source: Boilerplate
ar: بوىلر بلىت
fr: Chauffe-plaque

source: BoilerPlate ID
ar: بوىلر بلىت ID

source: BoilerPlate Name
ar: اسم بوىلر بلىت
fr: Boiler

source: Boilerplates
ar: بوىلر بلىت
fr: Paires de chaudières

source: Book
ar: الكتاب
fr: Livre

source: Book Category
ar: فئة الكتاب
fr: Catégorie de livre

source: Book Category Code
ar: كود فئة الكتاب

source: Book Category Name
ar: اسم فئة الكتاب
fr: Code de catégorie de livre

source: Book Code
ar: كود الكتاب
fr: Berger

source: Book condition
ar: حالة الكتاب
fr: État du livre

# BookIssueDetails
source: Issued Book Details
ar: تفاصيل الكتاب الصادرة
fr: Détails du numéro de livre

source: Book number
ar: رقم كتاب
fr: Numéro de livre

source: Book price
ar: سعر الكتاب
fr: Prix ​​du livre

source: Book status
ar: حالة الكتاب
fr: Statut du livre

source: Book title
ar: عنوان كتاب
fr: Titre de livre

source: Book type
ar: نوع الكتاب
fr: Type de livre

source: Book Type Name
ar: اسم نوع الكتاب
fr: Nom du type de livre

source: Branch
ar: فرع
fr: Bifurquer

source: Branch ID
ar: فرع ID
fr: Branchiant

source: Branch Name
ar: اسم الفرع
fr: Nom de la filiale

source: Brand
ar: ماركة
fr: Marque

source: Brand Name
ar: اسم العلامة التجارية
fr: Marque

source: Break Type
ar: نوع الفاصل
fr: Casse-tête

source: BRR No
ar: BRR رقم

source: BT No
ar: BT رقم

source: BTR Number
ar: BTR رقم

# BufferTimeInMinutes
source: Buffer Time (Minutes)
ar: الوقت الاحتياطي (بالدقائق)

source: Building/Flat No
ar: رقم المبنى / الشقة
fr: Bâtiment / Flatno

source: Building Name
ar: اسم المبنى
fr: Nom du bâtiment

source: Building No
ar: رقم المبنى
fr: Bâtiment

source: Bundle Setting
ar: إعدادات الحزمة
fr: Ennemis

source: Bus Number
ar: رقم حافلة
fr: Onduir de bus

source: Calendar
ar: تقويم
fr: Calendrier

source: Calendar Name
ar: اسم التقويم
fr: Nom de calendarme

source: Calendar Status
ar: حالة التقويم

source: Calendar Type
ar: نوع التقويم
fr: Calendrier

source: Call No.
ar: .اتصل لا

source: Cancel
ar: يلغي
fr: Annuler

source: Cancel Date
ar: تاريخ الإلغاء
fr: Annuler

source: Candidate Name
ar: اسم المرشح
fr: Nom du candidat

source: Candidate National ID
ar: الرقم القومي للمرشح

source: Can You Volunteer To Help
ar: هل يمكنك التطوع للمساعدة
fr: Canyouvoluntetohelp

source: Capacity
ar: قدرة
fr: Capacité

source: Card
ar: بطاقة
fr: Carte

source: Cash
ar: نقدي
fr: Espèces

source: Cashier
ar: أمين الصندوق
fr: La caissière

source: Caste
ar: الطائفة

source: Caste Description
ar: وصف الطائفة

source: Categories
ar: فئات
fr: Catégories

source: Category
ar: فئة
fr: Catégorie

source: Category Code
ar: كود الفئة
fr: Code de catégorie

source: Category Name
ar: اسم التصنيف
fr: Nom de catégorie

source: Change Of School
ar: تغيير المدرسة

source: Change Password
ar: غير كلمة السر
fr: Changer le mot de passe

source: Chapter Name
ar: اسم الفصل
fr: Nom du chapitre

source: Cheque
ar: شيكات
fr: Vérifier

source: Cheque Date
ar: تاريخ شيك
fr: Chahuter

source: Cheque Number
ar: رقم الشيك
fr: Numéro du chèque

source: Circular Date
ar: التاريخ المعاد
fr: Date circulaire

source: Circular No.
ar: رقم المنشور
fr: N ° circulaire

source: Circular Type
ar: نوع دائري
fr: Type circulaire

source: City
ar: مدينة
fr: Ville

source: Civil ID Number
ar: رقم البطاقة المدنية
fr: Civil

source: ClaimSet Name
ar: اسم مجموعة المطالبات
fr: Réclamation

source: ClaimSets
ar: مجموعات المطالبات
fr: Réclamation

source: CLAIM_ID
ar: المطالبة ID

source: CLAIM_NAME
ar: اسم المطالبة

source: CLAIM_TYPE
ar: نوع المطالبة

source: Class
ar: صف دراسي
fr: Classe

source: Class And Section :
ar: صف دراسي و الجزء
fr: Section de classe et section

source: Classes Taught
ar: دروس تدرس
fr: Classement

source: Class Group
ar: مجموعة كلاس
fr: Groupe de classe

source: Class Shift
ar: تحول الفصل
fr: Shift de classe

source: Class Teacher
ar: معلم الصف
fr: Enseignant

source: Class Teachers Subject Map
ar: خريطة موضوع معلم الفصل
fr: CLASSTEECHERSSUBJECTMAP

source: Click here to Upload
ar: انقر هنا للتحميل
fr: Cliquez ici pour télécharger

source: Close
ar: أغلق
fr: Fermer

source: Closure
ar: الإغلاق
fr: Fermeture

source: Code
ar: كود

source: Collected Amount
ar: المبلغ المحصل
fr: Collecté

source: Collection Date
ar: تاريخ التحصيل
fr: Date de collecte

source: Collection Date From
ar: تاريخ التحصيل من

source: Collection Date To
ar: تاريخ التحصيل إلى

source: Color
ar: اللون
fr: Couleur

source: Communication
ar: الاتصالات

source: Communication Details
ar: تفاصيل الاتصال
fr: Détails de la communication

source: Communication Type
ar: نوع الاتصال
fr: Type de communication

source: Communication Date
ar: تاريخ الاتصال
fr: Communication

source: Community
ar: تواصل اجتماعي
fr: Communauté

source: Company
ar: شركة
fr: Entreprise

source: Company Name
ar: اسم الشركة
fr: Nom de l'entreprise

source: Component Group
ar: مجموعة مكونة
fr: Composant group

source: Components
ar: عناصر
fr: Composants

source: Component Type
ar: نوع المكون
fr: Composant Type

source: Compulsory Subjects
ar: المواضيع الاجبارية
fr: Subjections obligatoires

source: Condition
ar: حالة

source: Confirmation Date
ar: تاريخ تأكيدا
fr: Date de confirmation

source: Contact Details
ar: بيانات المتصل
fr: Détails du contact

source: ContactNumber
ar: رقم الاتصال
fr: Numéro de contact

source: Content
ar: محتوى
fr: Contenu

source: Content Title
ar: عنوان المحتوى
fr: Contenu

source: Content Type
ar: نوع المحتوى
fr: Contenu

source: Conversion Factor
ar: عامل التحويل
fr: Facteur de conversion

source: Coordinator
ar: منسق
fr: Coordinateur

source: Cost Center
ar: مركز تكلفة
fr: Centre de coûts

source: Cost Center Code
ar: كود مركز تكلفة
fr: CostCenterde

source: Cost Center Name
ar: أسم مركز تكلفة
fr: Nom de costume

source: Cost Price
ar: سعر التكلفة
fr: Prix ​​de revient

source: Country
ar: دولة
fr: Pays

source: Country Of Birth
ar: بلد الميلاد
fr: Pays de naissance

source: Country of Issue
ar: بلد الإصدار
fr: Pays d'émission

source: Create
ar: خلق
fr: Créer

source: Credit
ar: الإئتمان
fr: Crédit

source: Credit/Debit Note
ar: مذكرة الائتمان / الخصم
fr: Crédit / débitcote

source: Credit Note
ar: اشعار دائن
fr: Note de crédit

source: Credit Note Account
ar: حساب مذكرة الائتمان
fr: CréditsNoteAccount

source: Credit Note Date
ar: تاريخ مذكرة الائتمان
fr: Créditerotedate

source: CRM Company
ar: شركة

# Cross-DisciplinaryConnection
source: Cross-disciplinaryConnection if any:
ar: الاتصال متعدد التخصصات إن وجد:
fr: Connexion interdisciplinaire

source: Currency
ar: عملة
fr: Monnaie

source: Current Academic Year
ar: العام الدراسي الحالي
fr: Année académique en cours

source: Curriculam
ar: منهاج دراسي
fr: Curriculalam

source: Customer
ar: عميل
fr: Client

source: Customer Account
ar: حساب الزبون
fr: Compte client

source: Customer Email
ar: البريد الإلكتروني للعميل
fr: Email client

source: Customer ID
ar: عميل ID
fr: N ° de client

source: Customer Name
ar: اسم عميل
fr: Nom de coustom

source: Customer Number
ar: رقم عميل
fr: Numéro de client

source: Customer TRN
ar: عميل TRN

source: Dashboard
ar: لوحة القيادة
fr: Tableau de bord

source: Date
ar: تاريخ

source: Date to
ar: التاريخ إلى

source: Date From
ar: التاريخ من
fr: Date de la date

source: Date Of Birth
ar: تاريخ الولادة
fr: Date de naissance

source: Date Of Joining
ar: تاريخ الالتحاق
fr: Date d'adhésion

source: Date Of Submission
ar: تاريخ التقديم
fr: Date de soumission

source: Date To
ar: التاريخ إلى

source: Day
ar: يوم
fr: Jour

source: Debit
ar: المخصوم
fr: Débit

source: Deduction
ar: المستقطع
fr: Déduction

source: Default Amount
ar: المبلغ الافتراضي

source: Delete
ar: حذف
fr: Supprimer

source: Delivery Date
ar: تاريخ التسليم
fr: La date de livraison

source: Delivery Type
ar: نوع التوصيل
fr: Type de livraison

source: Department
ar: قسم
fr: Département

source: Department Name
ar: اسم القسم
fr: Nom du département

source: Departments
ar: الإدارات
fr: Départements

source: Description
ar: وصف

source: Designation
ar: تعيين
fr: Désignation

source: Designation Name
ar: اسم التعيين
fr: Désignation

source: Designer
ar: مصمم

source: Details
ar: تفاصيل
fr: Détails

source: Device Token
ar: دوايس توكن
fr: Dévié

source: Dimensions
ar: أبعاد

source: Discount
ar: تخفيض
fr: Rabais

source: Discount %
ar: تخفيض %
fr: Rabais%

source: Document
ar: وثيقة

source: Documents
ar: وثائق

source: Document Status
ar: حالة المستند

source: Document Type (Inventory)
ar: نوع الوثيقة (الجرد)
fr: DocumentType (inventaire)

source: Document Types
ar: أنواع المستندات
fr: Types de documents

source: Drop Stop
ar: توقف الإسقاط

source: Drop Stop Location Details
ar: تفاصيل موقع إيقاف الإفلات

source: Due Date
ar: تاريخ الاستحقاق

source: Due In Days
ar: مستحق في أيام
fr: Dûre-linge

source: Duration
ar: مدة
fr: Durée

source: Earnings
ar: أرباح
fr: Gains

source: Edit
ar: يحرر
fr: Modifier

source: Edit Events
ar: تحرير الأحداث
fr: Modifier les événements

source: Edition
ar: الإصدار
fr: Édition

source: Email
ar: البريد الإلكتروني

source: Email Communication
ar: الاتصالات البريد الإلكتروني
fr: Communication par e-mail

source: Email Content
ar: محتوى البريد الإلكتروني
fr: Contenu par e-mail

source: Email Template
ar: نوع البريد الإلكتروني
fr: Modèle de messagerie

source: Email ID
ar: عنوان الايميل
fr: E-mail

source: Emergency Contact No.
ar: رقم الاتصال في حالات الطوارئ

source: Emergency Contact Number
ar: رقم الاتصال في حالات الطوارئ
fr: Numéro de contact en cas d'urgence

source: Emergency Email ID
ar: معرف البريد الإلكتروني في حالات الطوارئ

source: Employee
ar: موظف
fr: Employé

source: Employee Code
ar: كود الموظف
fr: EmployeCode

source: Employee ID
ar: موظف ID
fr: Employé

source: Employee Info
ar: معلومات الموظف
fr: Employéinfo

source: Employee List
ar: قائمة موظف
fr: Employée

source: Employee Name
ar: اسم الموظف
fr: Nom de l'employé

source: Employee Other Details
ar: تفاصيل أخرى للموظف

source: Employee Picture
ar: صورة الموظف
fr: Employé

source: Employee Role Name
ar: اسم دور الموظف

source: Employee Signature
ar: توقيع الموظف
fr: Signature de l'employé

source: End Date
ar: تاريخ الانتهاء
fr: Date de fin

source: Ends at
ar: ينتهي عند
fr: Fini à

source: End Time
ar: وقت النهاية
fr: Heure de fin

source: English
ar: إنجليزي
fr: Anglaise

source: Exam
ar: امتحان
fr: Examen

source: Exam Class
ar: صف الامتحان
fr: Casse d'examen

source: Exam Description
ar: وصف الامتحان
fr: Description de l'examen

source: Exam Details
ar: تفاصيل الامتحان
fr: Examens

source: Exam Type
ar: نوع الامتحان
fr: Examen

source: Exam Type Description
ar: وصف نوع الاختبار
fr: Examinypedescription

source: Except Students
ar: باستثناء الطلاب
fr: Sauf les étudiants

# ExcludedFromSeatAvailablity
source: Excluded From Seat Availability
ar: مستثنى من توفر المقاعد
fr: ExclusiondFromSeAtAvaillity

source: Expected Learning Outcome
ar: نتائج التعلم المتوقعة
fr: Attendue de l'approvisionnement

source: Expected Rejoining Date
ar: تاريخ الانضمام المتوقع
fr: Date d'adhésion prévue

source: Expecting Reliving Date
ar: التاريخ المتوقع للإعفاء
fr: Expédiction deDivingDate

source: Expiry Date
ar: تاريخ انتهاء الصلاحية
fr: Date d'expiration

source: Expiry Date
ar: تاريخ انتهاء الصلاحية
fr: Date d'expiration

source: Export
ar: يصدّر
fr: Exporter

source: Expression
ar: تعبير

# ExtendedActivityForStudents
source: Homework/SE/AIL/Assignments/Extended Activity for students (if any)
ar: الواجب المنزلي / SE / AIL / المهام / النشاط الممتد للطلاب (إن وجد)
fr: Prolongation

source: Faculty
ar: كلية
fr: Faculté

source: Family Name
ar: اسم العائلة
fr: Nom de famille

source: Father Contact Number
ar: رقم الاتصال بالأب
fr: Contact de père

source: Father Details :
ar: تفاصيل الأب:

source: Father Details as Guardian Details
ar: تفاصيل الأب كما تفاصيل ولي الأمر

source: Father Email ID
ar: معرف البريد الإلكتروني للأب
fr: Fatal

source: Father First Name
ar: الاسم الأول للأب
fr: Nom de famille

source: Father Last Name
ar: اسم الأب الأخير
fr: Nom de père

source: Father Middle Name
ar: الاسم الأوسط للأب
fr: Deuxième prénom du père

source: Father Mother Details
ar: تفاصيل الأب الأم
fr: Détails du père et de la mère

source: Father Name
ar: اسم الأب
fr: Nom du père

source: Father QID
ar: بطاقة هوية الأب القطرية
fr: Père

source: Fee
ar: مصاريف
fr: Frais

source: Fee Code
ar: كود الرسوم
fr: Faire le codé

source: Fee Cycle
ar: دورة الرسوم
fr: Rythme

source: Fee Due
ar: رسوم معلقة
fr: Alimentation

source: Fee Due Amount
ar: مبلغ الرسوم المستحقة
fr: Se nourrir

source: Fee Due Date
ar: تاريخ استحقاق الرسوم
fr: Alimenté

source: FeeGroup
ar: مجموعة الرسوم
fr: Faire un groupe de basculement

source: Fee Master
ar: ماستر الرسوم
fr: Femesther

source: Fee Payment
ar: دفع الرسوم
fr: Paiement des frais

source: Fee Period
ar: فترة الرسوم

source: Fee Periods
ar: فترات الرسوم

source: Fee Start Date
ar: تاريخ بدء الرسوم
fr: Festartdate

source: Fee Structure
ar: هيكل الرسوم
fr: Structure de frais

source: Fee Type
ar: نوع الرسوم
fr: Type de pied

source: Fee Types
ar: الغرامات
fr: Types de pieds

source: File Name
ar: اسم فيل
fr: Nom de fichier

source: Fill All Students
ar: املأ جميع الطلاب
fr: Remplissage

source: Fill staffs
ar: ملء موظف
fr: Remplissage

source: Fill students
ar: املأ الطلاب
fr: Remplissage

source: Filter
ar: منقي
fr: Filtre

source: Fine
ar: الغرامات
fr: Bien

source: Fine Code
ar: كود بخير

source: Fine Map Date
ar: تاريخ الخريطة غرامة

source: Fine Master
ar: غرامة ماجستير

source: Fine Name
ar: اسم بخير
fr: Nom de fin sur

source: Fines
ar: الغرامات
fr: Amendes

source: Fine Type
ar: نوع بخير

source: First Name
ar: الاسم الاول
fr: Prénom

source: First Name
ar: الاسم الاول
fr: Prénom

source: Flat
ar: مسطحة
fr: Plat

source: Flat/Unit No
ar: شقة / وحدة - رقم
fr: Appartement / unitno

source: Fleet Code
ar: كود الأسطول
fr: Code de flotte

source: Follow-Up Date
ar: متابعة التاريخ
fr: Date de suivi

# Forceassign(MaketheexistingrouteInactive&amp;replacewiththeselectedone.)
source: Force assign (Make the existing route Inactive & replace with the selected one.)
ar: فرض التخصيص (اجعل المسار الحالي غير نشط واستبدله بالمسار المحدد.)
fr: Forceassign (maketheexistingRouteinactive & RemplacewitheselectedOne.)

source: For High Achievers
ar: للناجحين

source: For SEN
ar: ل SEN

source: For Students Who Need Improvement
ar: للطلاب الذين يحتاجون إلى تحسين

source: Fraction
ar: قياس

source: Freeze Date
ar: تاريخ التجميد
fr: Glacial

source: French
ar: فرنسي
fr: Français

source: Frequency Name
ar: اسم التردد
fr: Nom de fréquence

source: From Leads
ar: من العملاء المحتملين
fr: Des pistes

source: From Academic year
ar: من العام الدراسي
fr: DepuisaCaDemicyear

source: From Branch
ar: من الفرع

source: From Class
ar: من الدرجة
fr: De la classe

source: From Date
ar: من التاريخ
fr: Partir de la date

source: From GRN Number
ar: من رقم GRN
fr: Degrnnumber

source: From School
ar: من المدرسة
fr: De l'école

source: From Section
ar: من القسم
fr: De section

source: From SEN Number
ar: من رقم SEN
fr: Depuis Sennumber

source: From Session
ar: من الجلسة
fr: De son dossier

source: From SO Number
ar: من رقم SO
fr: Depuis.

source: From Student Application
ar: من تطبيق الطالب
fr: Depuis le dispositif

source: From Time
ar: من وقت
fr: De temps

source: Gender
ar: جنس
fr: Genre

source: General
ar: عام
fr: Générale

source: Generate
ar: يولد
fr: Générer

source: Generates
ar: خلق
fr: Génère

source: Go to first page
ar: اذهب إلى الصفحة الأولى
fr: Aller à la première page

source: Go to last page
ar: انتقل إلى الصفحة الأخيرة
fr: Aller à la dernière page

source: Go to page
ar: انتقل إلى صفحة
fr: Aller à la page

source: Grade
ar: درجة

source: Grade From
ar: الدرجة من
fr: Grade

source: Grade Map
ar: خريطة التقدير
fr: Graderage

source: Grade Name
ar: اسم الدرجة
fr: Grader nom

source: Grades
ar: ملاحظات
fr: Notes

source: Grade To
ar: الدرجة إلى
fr: Cameloto

source: Grade Types
ar: أنواع درجة

source: Graduation Month
ar: شهر التخرج
fr: Mois de remise des diplômes

source: Grand Total:
ar: المبلغ الإجمالي:
fr: Total

source: Group
ar: جماعة
fr: Groupe

source: Group Code
ar: كود المجموعة
fr: Code de groupe

source: Group Date From
ar: تاريخ المجموعة من

source: Group Date To
ar: تاريخ المجموعة إلى

source: Group Description
ar: وصف المجموعة
fr: Description du groupe

source: Group Name
ar: أسم المجموعة
fr: Nom de groupe

source: Group Type
ar: نوع المجموعة
fr: Type de groupe

source: Guardian Address is Current Address
ar: اعنوان الوصي كعنوان حالي

source: Guardian Details:
ar: :تفاصيل الوصي
fr: Gardien

source: Head Teacher
ar: مدير المدرسة
fr: Chef enseignant

source: Height
ar: ارتفاع
fr: Hauteur

source: Held On
ar: عقدت في
fr: Tenu le

source: Highest Academic Qualification
ar: أعلى مؤهل أكاديمي
fr: Hautestacademicqualification

source: Highest Professional Qualification
ar: أعلى مؤهل مهني
fr: Plus haute professionnelle

source: How did you hear about our school
ar: كيف سمعت عن مدرستنا

source: IBANNumber
ar: رقم IBAN
fr: Numéro IBAN

source: Image File
ar: ملف الصورة
fr: Fichier d'image

source: Image URL
ar: رابط الصورة
fr: URL de l'image

source: InActive Date
ar: تاريخ غير نشط
fr: Inactivé

source: Include holiday within leaves
ar: تضمين العطلة داخل الإجازات
fr: Incluez Holiday avec

source: Industry Type
ar: نوع الصناعة
fr: Type d'industrie

source: Install Amount
ar: مبلغ التثبيت
fr: Montant de l'installation

source: Installment Amount
ar: تقسيط المبلغ
fr: Montant de versement

source: InstallmentDate
ar: تاريخ القسط
fr: Date de versement

# InstallmentRecievedDate
source: Installment Reciecved Date
ar: تاريخ استلام القسط
fr: Date de réception du versement

source: Insurance Expiry Date
ar: تاريخ انتهاء التأمين
fr: Assurancexpirydate

source: Insurance Renewed Date
ar: تاريخ تجديد التأمين
fr: Assurance

source: Introduction
ar: المقدمة

source: Invoice Amount
ar: قيمة الفاتورة
fr: Factuciceamount

source: Invoice Date
ar: تاريخ الفاتورة
fr: Facturation

source: Invoice No
ar: رقم الفاتورة
fr: Facturation

source: Invoice Number
ar: رقم الفاتورة
fr: Numéro de facture

source: Invoice Status
ar: حالة الفاتورة
