Repository: Alifnifalv/Sources
Catalog: Globalization/Eduegate.ERP.Admin.Globalization/Resources.*.resx
Languages: ar, fr

source: In Which Sphere of School life Can You Volunteer To Help?
ar: في أي مجال من مجالات الحياة المدرسية يمكنك التطوع للمساعدة؟
fr: Dans lesquelles est lamereofschoollifanyouvoluntetohelp?

source: Is Absent
ar: غائب
fr: Est absent

source: Is Active
ar: نشط
fr: C'est actif

source: Is Affect Revenue and Expenditure
ar: هل تؤثر على الإيرادات والنفقات
fr: IsAffecctreveEAndexpenduture

source: Is Affect_Assets
ar: هل تؤثر على الأصول
fr: IsAffct_Assets

source: Is Affect_Equity
ar: هل تؤثر على حقوق الملكية

source: Is Affect_Expenses
ar: هل تؤثر على المصاريف
fr: IsAffecte_Expenses

source: Is Affect_Income
ar: هل تؤثر على الدخل

source: Is Affect_Liabilities
ar: هل تؤثر الالتزامات
fr: ISAffected_LIABILITÉS

source: Is Auto Credit Note
ar: هي مذكرة ائتمان تلقائية
fr: IsautocRreditNote

source: ISB Nnumber
ar: ISB رقم

source: Is Break Time
ar: هو وقت الاستراحة
fr: Istrongtime

source: Is Camera Enabled
ar: هل الكاميرا ممكّنة
fr: Iscameraedabled

source: Is Carry Forward
ar: هو المضي قدما

source: Is Computer Trained
ar: هل تدرب على الحاسوب
fr: ISCOMPUTERRANE

source: Is Debit Note
ar: هي مذكرة الخصم

source: Is Eligible for Over Time
ar: مؤهل للعمل الإضافي
fr: ISeligible pour le temps

source: Is Enable Input
ar: هو تمكين الإدخال
fr: Insénit à hôdre

source: Is Enable Sub Ledger
ar: هل يتم تمكين دفتر الأستاذ الفرعي
fr: Isenableduedger

source: Is Fixed Cost
ar: هي تكلفة ثابتة

source: Is Hidden
ar: مخفيا
fr: Est caché

source: Is Leave Without Pay
ar: هي إجازة بدون أجر

source: Is Marketplace
ar: هو السوق

source: Is Medical Condition
ar: هي حالة طبية

source: Is Minority
ar: هو أقلية

source: Is New Candidate
ar: الجديد مُرَشَّح
fr: ISNEWCANDIDAD

source: Is New Rider
ar: سائق جديد

source: Is One Way
ar: طريقة واحدة

source: Is Only Child of Parent
ar: هو الابن الوحيد للوالد
fr: Est le seul enfant du parent

source: Is Organization
ar: هي منظمة
fr: Organisation

source: Is Paid
ar: مدفوع
fr: Est payé

source: Is Passed
ar: تم اجتيازه
fr: Est passé

source: Is Percentage
ar: هي النسبة المئوية
fr: Pourcentage d'ispère

source: Is PicKUp/Drop Different
ar: التقط توقف و توقف الإسقاط مختلفة

source: Is Primary
ar: أساسي
fr: Isprimaire

source: Is Refundable
ar: قابلة للاسترداد
fr: IsRefondable

source: Is Reporting
ar: هو الإبلاغ
fr: IsReport

source: Is Row Selected
ar: الصف المحدد
fr: Isroweled

source: Is Salary Based On Time Sheet
ar: الراتب على أساس الجدول الزمني
fr: IssalarybasedontimeShes

source: Is Scholastic
ar: هل مدرسي

source: Is Security Enabled
ar: هل الأمن ممكّن
fr: IssécurityAnabled

source: Is Send Notification
ar: يتم إرسال الإخطار

source: Is Send Push Notification
ar: إرسال إشعار دفع
fr: Ciseaux

source: Is Shared
ar: ويشارك
fr: Est partagé

source: Is Slot Show To User
ar: هي فتحة تظهر للمستخدم

source: Is Student Studied Before
ar: هل درس الطالب من قبل
fr: IsStudentStudiedBe avant

source: Is this is a HalfDay
ar: هل هذا نصف يوم
fr: Est-ce que c'est une demi-journée

source: IsTransferRequested
ar: تم طلب التحويل
fr: Istransferrerest

source: Is used for Application
ar: يستخدم للتطبيق
fr: Est utilisé pour l'application

source: Job Type
ar: نوع الوظيفة
fr: Type d'emploi

source: Job Type Name
ar: اسم نوع الوظيفة

source: Joined Academic Year
ar: التحق بالعام الدراسي
fr: Année académique rejointe

source: Journal No
ar: رقم المجلة
fr: Journal

source: LandMark
ar: تاريخي
fr: Repère

source: Language
ar: لغة
fr: Langue

source: Last Name
ar: اسم الاخير
fr: Nom de famille

source: Last Installment Amount
ar: مبلغ الدفعة الأخيرة
fr: Montant du dernier versement

source: Last Installment Date
ar: تاريخ آخر قسط
fr: Date du dernier versement

source: Last login on
ar: تاريخ آخر تسجيل دخول

source: Last Name
ar: اسم الاخير
fr: Nom de famille

source: Last Working Date Of Employee
ar: تاريخ آخر عمل للموظف
fr: Dernier jour ouvrable de l'employé

source: Latitude
ar: خط العرض

source: Lead Name
ar: اسم الرصاص
fr: Nom de tête

source: Lead Sequence Prefix
ar: بادئة تسلسل الرصاص
fr: PlombencePrefix

source: Lead Status
ar: حالة الرصاص
fr: Plombsatus

source: Lead Type
ar: نوع الرصاص
fr: Letype en plomb

source: Learning Experiences
ar: خبرات التعلم
fr: Des expériences d'apprentissage

source: Leave Application No.
ar: رقم طلب الإجازة

source: Leave Status
ar: ترك الحالة

source: Leave Type
ar: نوع الإجازة

source: Leaving Country
ar: مغادرة البلاد
fr: LETTERCOUNTY

source: Leaving Type
ar: نوع الإجازة
fr: Type de départ

source: Lecture Code
ar: كود المحاضرة

source: Ledger Account
ar: حساب دفتر الأستاذ
fr: Comptage de ledger

source: Lesson Plan Status
ar: حالة خطة الدرس
fr: Desserre

source: Lesson Plan Title
ar: عنوان خطة الدرس
fr: Leçon-prlantitle

source: License Number
ar: رقم الرخصة
fr: Numéro de licence

source: License Type
ar: نوع الرخصة
fr: Type de licence

source: Loan/Advance Date
ar: تاريخ القرض/الدفعة المقدمة

source: Loan/Advance No
ar: رقم القرض/الدفعة المقدمة

source: Loan/Advance Request Date
ar: تاريخ طلب القرض/الدفعة المقدمة

source: Loan/Advance RequestNo
ar: رقم طلب القرض/الدفعة المقدمة

source: Loan/Advance Request Status
ar: حالة طلب القرض/التقدمة

source: Loan/Advance Type
ar: نوع القرض/الدفعة المقدمة

source: Loan Amount
ar: مبلغ القرض
fr: Montant du prêt

source: Loan Date
ar: تاريخ القرض
fr: Date du prêt

source: Loan Request Date
ar: تاريخ طلب القرض
fr: Date de demande de prêt

source: Loan Request No
ar: رقم طلب القرض
fr: Numéro de demande de prêt

source: Loan Request Status
ar: حالة طلب القرض
fr: Statut de la demande de prêt

source: Loan Type
ar: نوع القرض
fr: Type de prêt

# LocalConnectivityorGlobalConnectivity
source: Local Connectivity/ Global Connectivity if any:
ar: الاتصال المحلي / الاتصال العالمي إن وجد:
fr: Localconnectivityorglobalconnectivity

source: Location Details
ar: تفاصيل الموقع
fr: Localisation

source: Location Info
ar: معلومات الموقع

source: Location Name
ar: اسم الموقع
fr: Nom de la localisation

source: Location No.
ar: رقم الموقع
fr: Localisation

source: Log out
ar: تسجيل خروج
fr: Se déconnecter

source: Login Details
ar: تفاصيل تسجيل الدخول
fr: Détails de connexion

source: Login Email ID
ar: البريد الإلكتروني لوكن ID

source: Login ID
ar: لوكن ID
fr: Identifiant de connexion

source: Login Info
ar: معلومات تسجيل الدخول

source: Login User ID
ar: مستخدم لوكن ID

source: Logo File
ar: ملف الشعار

source: Longitude
ar: خط الطول

source: Main Group
ar: المجموعة الرئيسية
fr: Groupe principal

source: Main Subjects Taught
ar: الموضوعات الرئيسية التي تم تدريسها
fr: MainsSubjectStaught

source: Manufacture Name
ar: اسم المصنع
fr: Fabriquer

source: Marital Status
ar: الحالة الحالة الإجتماعية
fr: État civil

source: Mark
ar: نتيجة
fr: Marquer

source: Mark all read
ar: تعليمها كلها على أنها مقرؤة
fr: Marquer tout comme lu

source: Mark as read
ar: ضع إشارة مقروء
fr: Marquer comme lu

source: Mark Entry
ar: مارك الدخول
fr: Marquage

source: Market Segment
ar: شريحة من السوق
fr: Segment de marché

source: Mark Grade
ar: علامة الدرجة
fr: Markrade

source: Marks in Percentage
ar: علامات في النسبة المئوية
fr: Marques en pourcentage

source: Master Page
ar: صفحة رئيسية
fr: La page principale

source: Max Age
ar: الحد الأقصى للسن

source: Max Amount
ar: المبلغ الأقصى

source: Max Days Allowed
ar: الحد الأقصى للأيام المسموح بها
fr: Maxaysallowed

source: Maximum
ar: أقصى

source: Maximum Duration
ar: المدة القصوى
fr: Maximum

source: Maximum Extended Date
ar: أقصى تاريخ ممتد
fr: Maximumextenddate

source: Maximum Marks
ar: ماكسيموماركس
fr: Maximum

source: Maximum Seat Capacity
ar: سعة المقعد القصوى
fr: Maximum-capacité

source: Maximum Seating Capacity
ar: سعة الجلوس القصوى
fr: Maximumsesedcapacity

source: Medium Description
ar: وصف متوسط
fr: Description médium

source: Message
ar: رسالة

source: MESSAGES
ar: رسائل

source: Middle Name
ar: الاسم الوسطى
fr: Deuxième nom

source: Middle Name
ar: الاسم الوسطى
fr: Deuxième nom

source: Min Age
ar: الحد الإدنى للعمر

source: Min Amount
ar: المبلغ الأدنى

source: Minimum
ar: الحد الأدنى
fr: Le minimum

source: Minimum Duration
ar: المدة الدنيا

source: Minimum Marks
ar: الحد الأدنى من العلامات
fr: Minimum minimal

source: Mobile No.
ar: رقم الموبايل.

source: Mobile Number
ar: رقم الهاتف المحمول
fr: Numéro de portable

source: Model Name
ar: اسم النموذج
fr: Nom du modèle

source: Mode of Programme
ar: وضع البرنامج
fr: Mode du programme

source: Month
ar: شهر
fr: Mois

source: Monthly Fare
ar: الأجرة الشهرية
fr: Se dérouler mensuellement

source: Mother Contact Number
ar: رقم اتصال الأم

source: Mother Details :
ar: تفاصيل الأم:

source: Mother Details as Guardian Details
ar: تفاصيل الأم على أنها تفاصيل ولي الأمر

source: Mother Email ID
ar: معرف البريد الإلكتروني الأم
fr: Mèremailide

source: Mother First Name
ar: الاسم الأول للأم
fr: Nom de MotherFirst

source: Mother Last Name
ar: اسم الأم الأخير
fr: Nom de Motherlast

source: Mother Middle Name
ar: الاسم الأوسط للأم

source: Mother Name
ar: اسم الأم
fr: Nom de Mère

source: Mother QID
ar: بطاقة هوية الأم القطرية

source: Move To Application
ar: الانتقال إلى التطبيق

source: My Calendar
ar: تقويمي
fr: Mon calendrier

source: My Inbox
ar: صندوق البريد الخاص بي
fr: Ma boîte de réception

source: Name
ar: اسم
fr: Nom

source: Narration
ar: السرد

source: National ID Expiry Date
ar: تاريخ انتهاء الهوية الوطنية

source: National ID Issue Date
ar: الهوية الوطنية تاريخ الإصدار
fr: NationalIdisseedate

source: National ID No.
ar: .رقم الهوية الوطني

source: Nationality
ar: جنسية
fr: Nationalité

source: Navigation Menu
ar: قائمة الإبحار
fr: Le menu de navigation

source: News Content
ar: محتوى الأخبار
fr: Continent de nouvelles

source: News ID
ar: أخبار ID

source: News Image
ar: صورة الأخبار
fr: Tissu de nouvelles

source: News Short Content
ar: أخبار قصيرة المحتوى
fr: Newshortcontent

source: News Title
ar: عنوان الخبر

source: News Type
ar: نوع الأخبار

source: Next
ar: التالي
fr: suivant

source: No Messages
ar: لا رسائل

source: No records found
ar: لا توجد سجلات
fr: Aucun enregistrement trouvé

source: No. Of Class Test Planned (For This Lesson)
ar: عدد امتحانات الفصل المخططة (لهذا الدرس)
fr: Non.

source: No Of Days Applicable
ar: عدد الأيام المطبقة
fr: Nombre de jours applicables

source: No of Installments
ar: عدد الأقساط
fr: Nombre d'installations

source: No Of Periods
ar: عدد الفترات

source: Normal Hours
ar: ساعات عادية
fr: Heurts normaux

source: Notes
ar: مذكرة
fr: Remarques

source: Note Types
ar: أنواع الملاحظات
fr: Types de notes

source: Notification Action
ar: إجراء الإخطار

source: Notification Type
ar: نوع إعلام
fr: Type de notification

source: Now Paying
ar: يدفع الآن
fr: Désormais paying

source: Number Of Months
ar: عدد الأشهر
fr: Nombre de mois

source: Occupation
ar: إشغال
fr: Profession

source: of
ar: من
fr: de

source: Online-Bank
ar: البنك عبر الإنترنت
fr: Banque en ligne

source: Online - Direct
ar: عبر الإنترنت - مباشر
fr: En ligne

source: Online Exam
ar: الامتحان عبر الإنترنت
fr: En ligne

source: Online Exam Operation Status
ar: حالة عملية الاختبار عبر الإنترنت

source: Online Exam Status
ar: حالة الامتحان عبر الإنترنت

source: Open in new tab
ar: فتح في علامة تبويب جديدة
fr: Ouvrir dans un nouvel onglet

source: Optional Subjects
ar: مواضيع اختيارية
fr: Sujet optionnel

source: Optional Subjects
ar: مواضيع اختيارية
fr: Sujet optionnel

source: Order Number
ar: رقم الطلب
fr: Numéro de commande

source: Organization Name
ar: اسم المنظمة
fr: Nom de l'organisation

source: Organizer Employee
ar: موظف منظم

source: Other Mobile No.
ar: رقم موبايل آخر
fr: AutreMobileno.

source: Other Reason
ar: سبب آخر
fr: Autre raison

source: Others
ar: آخرون
fr: Autres

source: Other Stops
ar: توقفات أخرى
fr: Autres tops

source: Outstanding
ar: المبلغ غير المسدد
fr: Remarquable

source: Over Time Hours
ar: ساعات العمل الإضافي
fr: Heures supplémentaires

source: Ownership Type Name
ar: اسم نوع الملكية
fr: Propriété

source: Page
ar: صفحة

source: Page ID
ar: صفحة ID
fr: Pageide

source: Page Name
ar: اسم الصفحة
fr: Nom de la page

source: Pages
ar: الصفحات

source: Page Type
ar: نوع الصفحة
fr: Pagétype

source: Paid Amount
ar: المبلغ المدفوع
fr: Montant payé

source: Parameter
ar: قيمة قياسية
fr: Paramètre

source: Parent
ar: الأبوين
fr: Parente

source: Parent - Concern
ar: الوالد - القلق
fr: Parent - Préoccupation

source: Parent-Positive Aspect
ar: الوالد - الجانب الإيجابي
fr: Aspect positif des parents

source: Parent Category
ar: أصل التصنيف
fr: Catégorie Parentale

source: Parent Code.
ar: كود الوالدين.

source: Parent Group
ar: المجموعة الأم
fr: Groupe parental

source: Parent Login Info
ar: معلومات لوكن الوالدين

source: Parent Name
ar: اسم الوالدين
fr: Nom du parent

source: Parent Page
ar: الصفحة الأصل
fr: Folie

source: Part No#
ar: رقم جزء
fr: Part

source: Part No #
ar: الجزء رقم #

source: Part Number
ar: رقم القطعة
fr: Numéro d'article

source: Passage Question
ar: سؤال المرور
fr: Question de passage

source: Pass Nos
ar: تمرير رقم

source: Pass Percentage
ar: نسبة النجاح
fr: Pourcentage de passage

source: Passport Expiry Date
ar: وقت نفاذ صلاحيه جواز السفر
fr: date d'expiration du passeport

source: Passport Issue Country
ar: الدولة المصدرة لجواز السفر

source: Passport Issue Date
ar: تاريخ اصدار جواز السفر
fr: Date d'émission de passeport

source: Passport No.
ar: رقم جواز السفر.
fr: No de passeport.

source: Passport Issue Place
ar: مكان إصدار جواز السفر
fr: Paspportissueplace

source: Password
ar: كلمة المرور
fr: Mot de passe

source: Password Hint
ar: تلميح كلمة مرور
fr: Question secrète de mot de passe

source: Payment Due Date
ar: التاريخ المحدد للدفع
fr: Date limite de paiement

source: Payment End Date
ar: تاريخ انتهاء الدفع
fr: Date de fin de paiement

source: Payment Mode
ar: طريقة الدفع
fr: Mode de paiement

source: Payment Mode Details
ar: تفاصيل وضع الدفع
fr: Paiement de paiement

source: Payment Mode Name
ar: اسم وضع الدفع
fr: PAYSMODENAME

source: Payment Modes
ar: طرق الدفع
fr: Modes de paiement

source: Payment Mode Type Code
ar: كود نوع وضع الدفع
fr: PAYSMODETYTYPODODE

source: Payment Name
ar: اسم الدفع
fr: Nom de paiement

source: Payments
ar: المدفوعات
fr: Paiements

source: Payment Startdate
ar: تاريخ بدء الدفع
fr: Date de début du paiement

source: Payroll
ar: كشف رواتب
fr: Paie

source: Payroll Cut Off Date
ar: تاريخ قطع الرواتب

source: Payroll Frequency
ar: تردد الرواتب
fr: Fréquence de paie

source: Pending Fee Invoice Details
ar: تفاصيل فاتورة الرسوم المعلقة
fr: En attente

source: Period From
ar: الفترة من
fr: Période de

source: Period To
ar: الفترة إلى
fr: Période

source: Permanent Address is Current Address
ar: العنوان الدائم هو العنوان الحالي

source: Permenant Address
ar: عنوان دائم

source: Phone No 1
ar: رقم الهاتف 1

source: Phone No 2
ar: رقم الهاتف 2

source: Pick
ar: اختيار
fr: Prendre

source: Pick Date
ar: اختر التاريخ

source: Picked By
ar: اختار بواسطة
fr: Cuit par

source: PickUp Stop
ar: التقط توقف
fr: Camionnette

source: Place Holder
ar: نائب
fr: Espace réservé

source: PO Number
ar: PO رقم
fr: Ponumbre

source: Post
ar: بريد
fr: Poste

source: Post Box No
ar: رقم صندوق البريد

source: Post Lesson Evaluation
ar: بعد تقييم الدرس
fr: PostOnonevaluation

source: Post price
ar: سعر المشاركة

source: Power
ar: قوة سم مكعب
fr: Pouvoir

source: Prefix
ar: بادئة
fr: Préfixe

source: Present Address
ar: العنوان الحالي
fr: Adresse actuelle

source: Present Status
ar: الوضع الحالي
fr: Statut actuel

source: previous
ar: السابق
fr: précédent

source: Previous School Academic Year
ar: العام الدراسي السابق
fr: Pridifoolacademicyear

source: Previous School Address
ar: عنوان المدرسة السابق
fr: Précéaire

source: Previous School Class Completed
ar: اكتمل الفصل الدراسي السابق
fr: PREMERSchoolClassCompleted

source: Previous School Details
ar: تفاصيل المدرسة السابقة
fr: PREMERSCHOOLDETAILS

source: Previous School Name
ar: اسم المدرسة السابق
fr: Nom précédent

source: Previous School Syllabus
ar: منهج المدرسة السابقة
fr: PREMERSCHOOLSYLLABUS

source: Price
ar: سعر
fr: Prix

source: Price List
ar: قائمة الاسعار
fr: Liste de prix

source: Price Lists
ar: قائمة الأسعار
fr: Listes de prix

source: Price Settings
ar: إعدادات الأسعار
fr: Prix ​​de prix

source: Price Type
ar: نوع السعر
fr: Gibier

source: Primary color
ar: لون أصلي
fr: Couleur primaire

source: Primary Contact
ar: اتصال رئيسي
fr: Premier contact

source: Print
ar: مطبعة
fr: Imprimer

source: Priority
ar: أولوية
fr: Priorité

source: Processing
ar: يعالج
fr: Traitement

source: Product
ar: نتاج
fr: Produit

source: Product Class Type
ar: نوع فئة المنتج
fr: Type de classe de produit

source: Product Code
ar: كود المنتج
fr: Code produit

source: Product Family
ar: عائلة المنتج

source: Progress Card Header
ar: رأس بطاقة التقدم

source: Properties
ar: الخصائص
fr: Propriétés

source: Property Name
ar: اسم الخاصية
fr: Nom de la propriété

source: Property Type
ar: نوع الخاصية
fr: Type de propriété

source: Property Type Name
ar: اسم نوع الخاصية

source: Prospectus No.
ar: رقم النشرة

source: Prv Collected
ar: المجمعة السابقة
fr: Prvcollegé

source: Publisher
ar: الناشر
fr: Éditeur

source: Purchase Date
ar: تاريخ الشراء
fr: Date d'achat

source: PV Date
ar: تاريخ PV
fr: PVDAT

source: PV Number
ar: رقم PV

source: PV Type
ar: نوع PV

source: Quantity
ar: كمية
fr: Quantité

source: Quantity :
ar: كمية:
fr: Quantité:

source: Question Selections
ar: اختيار السؤال

source: Quick Launch
ar: التشغيل السريع
fr: Démarrage rapide

source: Rack
ar: رف
fr: Étagère

source: Rack Name
ar: اسم الرف
fr: Nom de name

source: Rack number
ar: رقم الرف
fr: Dimber de nappe

source: Reason
ar: سبب
fr: Raison

source: Receipt No.
ar: رقم الإيصال
fr: Réception

source: Receivable
ar: مستحق
fr: Recevable

source: Receiving Method
ar: طريقة الاستلام
fr: Recevoir la méthode

source: records
ar: السجلات
fr: enregistrements

source: Ref.No
ar: رقم المرجع
fr: Réf.

source: Reference
ar: المرجعي
fr: Référence

source: Reference #
ar: المرجعي#
fr: Référence#

source: ReferenceCode
ar: الكود المرجعي
fr: Code de référence

source: Reference ID
ar: المرجع ID
fr: Pièce d'identité

source: Reference No.
ar: .رقم المرجع
fr: Numéro de référence

source: Reflections
ar: انعكاس
fr: Réflexions

source: Refresh
ar: ينعش
fr: Rafraîchir

source: Refund
ar: استرداد
fr: Remboursement

source: Refund Date
ar: تاريخ المبالغ المستردة
fr: Date de remboursement

source: Regenerates
ar: إعادة
fr: Régénéré

source: Registration
ar: تسجيل
fr: Inscription

source: Registration Expiry Date
ar: تاريخ انتهاء التسجيل
fr: Enregistrement

source: Registration Renewed Date
ar: تاريخ تجديد التسجيل
fr: Enregistrement est en train de faire

source: Relation
ar: علاقة

source: Relationship
ar: صلة
fr: Relation

source: Relation Type
ar: نوع العلاقة
fr: Rapport de relation

source: Religion
ar: دِين

source: Reload
ar: إعادة تحميل
fr: Recharger

source: Remarks
ar: ملاحظات
fr: Remarques

source: Remove
ar: إزالة
fr: Retirer

source: Report Head Group
ar: مجموعة رأس التقرير

source: Reporting To
ar: تقديم التقارير إلى
fr: Reporting à

source: Request Date
ar: تاريخ الطلب
fr: Date de la demande

source: Request Status
ar: حالة الطلب
fr: Requier

source: Request Type
ar: نوع الطلب
fr: Type de demande

source: Reset
ar: إعادة ضبط
fr: Réinitialiser

source: Resource Name
ar: اسم المورد
fr: Nom de la ressource

source: Resources
ar: موارد
fr: Ressources

source: Return Amount
ar: المبلغ العائد

source: Return Due Date
ar: تاريخ استحقاق الإرجاع
fr: Retourdedate

source: Return Method
ar: طريقة الإرجاع

source: Rights
ar: حقوق
fr: Droits

source: Roles
ar: الأدوار
fr: Les rôles

source: Route
ar: طريق
fr: Itinéraire

source: Route Code
ar: كود الطريق
fr: Route

source: Route Description
ar: وصف الطريق

source: Route group
ar: مجموعة الطريق
fr: Route

source: Route To Home
ar: الطريق إلى المنزل
fr: Routohome

source: Route To School
ar: الطريق إلى المدرسة
fr: Rétestoschol

source: Route Type
ar: نوع الطريق
fr: Routte

source: Rules
ar: القواعد
fr: Règles

source: RV Date
ar: تاريخ RV

source: RV Number
ar: رقم RV

source: RV Type
ar: نوع RV
fr: Rvype

source: Salary Method Name
ar: اسم طريقة الراتب
fr: Salarinmethodname

source: Salary Structure ID
ar: هيكلية الرواتب ID

source: Salary Structure Name
ar: اسم هيكل الراتب
fr: SalairestructureName

source: Sales Man
ar: بائع
fr: Vendeur

source: Save
ar: يحفظ
fr: Enregistrer

# SaveandClose
source: Save & Close
ar: حفظ أغلق
fr: Enregistrer et fermer

# SaveandNext
source: Save & Next
ar: حفظ التالي
fr: Enregistrer et Suivant

source: School
ar: المدرسة
fr: École

source: School Name
ar: اسم المدرسة
fr: Nom de l'école

source: School Remarks
ar: ملاحظات المدرسة
fr: Billets scolaires

source: Search
ar: يبحث
fr: Recherche

source: Search Menu
ar: قائمة البحث
fr: Menu de recherche

source: Seat Availability
ar: توافر المقاعد
fr: SEATAVAILABILE

source: Seat Occupied
ar: المقعد مشغول
fr: Siège occupé

source: Secondary color
ar: اللون الثانوي
fr: Couleur secondaire

source: Second Language
ar: اللغة الثانية
fr: Deuxième langue

source: Section
ar: الجزء

source: Security
ar: الأمان
fr: Sécurité

source: Select
ar: يختار
fr: Sélectionner

source: Selected
ar: مختار
fr: Choisi

source: Select Employee
ar: حدد الموظف

source: Selection
ar: اختيار
fr: Sélection

source: Select New/Exist tag...
ar: حدد علامة جديدة / موجودة ...

source: Select Student
ar: حدد الطالب
fr: Select astudent

source: Selling Price
ar: سعر البيع
fr: Prix ​​de vente

source: Send Email
ar: ارسل بريد الكتروني
fr: Envoyer un e-mail

source: Send Push Notification
ar: إرسال إشعار دفع

source: Sequence Type
ar: نوع التسلسل
fr: Séquentier

source: Serial
ar: مسلسل
fr: En série

source: Series
ar: سلسلة
fr: Série

source: SetPassword
ar: ضبط كلمة السر

source: Settlement Date
ar: تاريخ التسوية
fr: Date de règlement

source: Shelf Number
ar: رقم الرف
fr: Numéro d'étagère

source: Shift Description
ar: وصف قصير

source: Shipment
ar: حمولة
fr: Expédition

source: Short Description
ar: وصف قصير
fr: brève description

source: Short Description
ar: وصف قصير
fr: brève description

source: Sibling Outstanding Info
ar: معلومات الأخوة المعلقة
fr: SiblingouthingInfo

source: Siblings
ar: إخوة
fr: Frères et sœurs

source: Site
ar: موقع
fr: Placer

source: Skill
ar: مهارة
fr: Compétence

source: Skill Focused
ar: المهارة المركزة
fr: Skills axé sur les compétences

source: Skill Group
ar: مجموعة المهارات
fr: Groupe de compétences

source: Skill Group Name
ar: اسم مجموعة المهارة

source: Skill Name
ar: اسم المهارة
fr: Nom de compétence

source: Skill Set Name
ar: اسم مجموعة المهارات
fr: Nom de compétence

source: Skill Sets
ar: مجموعات المهارات
fr: Ensembles de compétences

source: Slip Date
ar: تاريخ الانزلاق
fr: Glissade

source: Slot Date
ar: تاريخ الفتحة
fr: Date du créneau

source: Slot Details
ar: تفاصيل الفتحة

source: Slot Status
ar: حالة الفتحة

source: Slot Time
ar: وقت الفتحة
fr: Heure du créneau

source: Slot Type
ar: نوع الفتحة

source: Split
ar: انقسم
fr: Diviser

source: Sponsored By
ar: برعاية
fr: Sponsorisé par

source: SRR/SI Number
ar: رقم SRR / SI

source: Staff
ar: موظف
fr: Personnel

source: Staff list
ar: قائمة الموظفين
fr: Liste d'état-major

source: Start Date
ar: تاريخ البدء
fr: Date de début

source: Starts at
ar: يبدأ عند
fr: Commence à

source: Start Time
ar: وقت البدء
fr: Heure de début

source: Status
ar: الحالة
fr: Statut

source: Status ID
ar: معرف الحالة
fr: Statuliter

source: Stop
ar: قف
fr: Arrêt

source: Stop Fees
ar: رسوم الإيقاف

source: Stream
ar: مجرى
fr: Flux

source: Stream Description
ar: وصف الدفق

source: Stream Group
ar: مجموعة ستريم
fr: Groupe de stream

source: Street Name
ar: اسم الشارع
fr: Nom de rue

source: Street No
ar: رقم الشارع

source: Structure Name
ar: اسم الهيكل

# StudenAdvancedSearch
source: Student Advanced Search
ar: البحث المتقدم للطالب
fr: StudenadvancedSearch

source: Student
ar: طالب
fr: Étudiant

source: Student Details
ar: تفاصيل الطالب
fr: Studibsetails

source: Student Documents
ar: وثائق الطالب
fr: Étudiants-documents
